{
    "vocabulary": {
        "0": "hello",
        "1": "goodbye", 
        "2": "please",
        "3": "thank you",
        "4": "yes",
        "5": "no",
        "6": "water",
        "7": "food",
        "8": "help",
        "9": "more",
        "10": "sorry",
        "11": "good",
        "12": "bad",
        "13": "happy",
        "14": "sad",
        "15": "love",
        "16": "family",
        "17": "friend",
        "18": "work",
        "19": "home",
        "20": "school",
        "21": "time",
        "22": "today",
        "23": "tomorrow",
        "24": "I",
        "25": "you",
        "26": "he",
        "27": "she",
        "28": "we",
        "29": "they",
        "30": "me",
        "31": "my",
        "32": "book",
        "33": "car",
        "34": "house",
        "35": "phone",
        "36": "computer",
        "37": "money",
        "38": "nice",
        "39": "beautiful",
        "40": "big",
        "41": "small",
        "42": "hot",
        "43": "cold",
        "44": "fast",
        "45": "slow",
        "46": "easy",
        "47": "difficult",
        "48": "new",
        "49": "old",
        "50": "young",
        "51": "baby",
        "52": "child",
        "53": "man",
        "54": "woman",
        "55": "mother",
        "56": "father",
        "57": "sister",
        "58": "brother",
        "59": "doctor",
        "60": "teacher",
        "61": "student",
        "62": "eat",
        "63": "drink",
        "64": "sleep",
        "65": "walk",
        "66": "run",
        "67": "sit",
        "68": "stand",
        "69": "go",
        "70": "come",
        "71": "see",
        "72": "hear",
        "73": "know",
        "74": "understand",
        "75": "learn",
        "76": "teach",
        "77": "read",
        "78": "write",
        "79": "play",
        "80": "work",
        "81": "stop",
        "82": "start",
        "83": "finish",
        "84": "wait",
        "85": "hurry",
        "86": "now",
        "87": "later",
        "88": "before",
        "89": "after",
        "90": "morning",
        "91": "afternoon",
        "92": "evening",
        "93": "night",
        "94": "Monday",
        "95": "Tuesday",
        "96": "Wednesday",
        "97": "Thursday",
        "98": "Friday",
        "99": "Saturday",
        "100": "Sunday",
        "101": "January",
        "102": "February", 
        "103": "March",
        "104": "April",
        "105": "May",
        "106": "June",
        "107": "July",
        "108": "August",
        "109": "September",
        "110": "October",
        "111": "November",
        "112": "December",
        "113": "red",
        "114": "blue",
        "115": "green",
        "116": "yellow",
        "117": "black",
        "118": "white",
        "119": "brown",
        "120": "orange",
        "121": "purple",
        "122": "pink",
        "123": "one",
        "124": "two",
        "125": "three",
        "126": "four",
        "127": "five",
        "128": "six",
        "129": "seven",
        "130": "eight",
        "131": "nine",
        "132": "ten",
        "133": "hundred",
        "134": "thousand",
        "135": "million",
        "136": "first",
        "137": "second",
        "138": "third",
        "139": "last",
        "140": "next",
        "141": "how",
        "142": "what",
        "143": "when",
        "144": "where",
        "145": "who",
        "146": "why",
        "147": "which",
        "148": "how much",
        "149": "how many",
        "150": "excuse me",
        "151": "I'm sorry",
        "152": "you're welcome",
        "153": "how are you",
        "154": "fine",
        "155": "not good",
        "156": "sick",
        "157": "tired",
        "158": "hungry",
        "159": "thirsty",
        "160": "bathroom",
        "161": "restaurant",
        "162": "hospital",
        "163": "store",
        "164": "bank",
        "165": "post office",
        "166": "library",
        "167": "park",
        "168": "church",
        "169": "airport",
        "170": "train",
        "171": "bus",
        "172": "taxi",
        "173": "bicycle",
        "174": "walk",
        "175": "left",
        "176": "right",
        "177": "straight",
        "178": "up",
        "179": "down",
        "180": "here",
        "181": "there",
        "182": "near",
        "183": "far",
        "184": "inside",
        "185": "outside",
        "186": "above",
        "187": "below",
        "188": "between",
        "189": "next to",
        "190": "across from",
        "191": "in front of",
        "192": "behind",
        "193": "deaf",
        "194": "hearing",
        "195": "sign language",
        "196": "interpreter",
        "197": "communication",
        "198": "understand",
        "199": "repeat"
    },
    "metadata": {
        "version": "1.0",
        "language": "ASL",
        "target_language": "English",
        "vocabulary_size": 200,
        "description": "American Sign Language to English vocabulary for Gemma 3N translation model"
    }
}
